{
  "universidad": "Universidad Autónoma de Occidente",
  "ciudad": "Cali, Colombia",
  "eventos": [
    {
      "id": "integracion-biodiversidad",
      "nombre": "Integración de la biodiversidad en la planificación urbana",
      "fecha": "2025-09-29",
      "hora_inicio": "10:00",
      "hora_fin": "10:45",
      "lugar": "Auditorio principal, Banco de la República (Cali)",
      "tipo": "Académico - Semana de la Biodiversidad",
      "imagen_path": "../../General/Recursos/imagenes/integracion_biodiversidad.jpg",
      "descripcion_larga": [
        "Conferencia magistral que aborda la **importancia crítica de incluir la conservación y el manejo de la biodiversidad** en las políticas y planes de desarrollo urbano. Analizaremos cómo las áreas verdes urbanas y los corredores biológicos son esenciales para la resiliencia climática y la salud pública.",
        "Se presentarán **modelos exitosos de ciudades latinoamericanas y europeas** que han logrado una integración efectiva. El objetivo final es fomentar una visión territorial en el Valle del Cauca que vea la naturaleza no solo como un recurso, sino como un pilar fundamental para la calidad de vida y la sostenibilidad a largo plazo de Cali. Además, discutiremos los desafíos regulatorios y la necesidad de una gobernanza ambiental más robusta."
      ],
      "enlace_inscripcion": "https://forms.uao.edu.co/inscripcion/integracion-bio"
    },
    {
      "id": "foro-cali-biodiverciudad",
      "nombre": "Foro Cali Biodiverciudad: Nuevo paradigma de la planeación territorial y del desarrollo",
      "fecha": "2025-09-29",
      "hora_inicio": "10:45",
      "hora_fin": "11:30",
      "lugar": "Auditorio principal, Banco de la República (Cali)",
      "tipo": "Académico - Semana de la Biodiversidad",
      "imagen_path": "../../General/Recursos/imagenes/Integracion biodiversidad.jpg",
      "descripcion_larga": [
        "Este foro de alto nivel reúne a académicos, líderes comunitarios, expertos en sostenibilidad y representantes del sector público para discutir y consolidar el concepto de **'Biodiverciudad'** en el contexto de Cali. Se analizará cómo este nuevo paradigma busca armonizar el crecimiento urbano acelerado con la conservación activa de la naturaleza y los servicios ecosistémicos que la rodean.",
        "Se explorarán **políticas públicas innovadoras**, casos de éxito nacionales e internacionales, y los desafíos de financiamiento para proyectos verdes. Contaremos con un panel de discusión clave que incluye la participación de la **Alcaldía de Cali**, ONGs ambientales y expertos de la UAO, buscando generar un plan de acción concreto y sostenible para los próximos años. El foro es una plataforma para el diálogo y la acción ciudadana."
      ],
      "enlace_inscripcion": "https://forms.uao.edu.co/inscripcion/foro-biodiverciudad"
    },
    {
      "id": "interaccion-uao-territorio",
      "nombre": "Interacción de la UAO con el territorio en la protección de la biodiversidad",
      "fecha": "2025-09-30",
      "hora_inicio": "14:00",
      "hora_fin": "16:00",
      "lugar": "Teatrino del Teatro Municipal Enrique Buenaventura (Cali)",
      "tipo": "Académico - Semana de la Biodiversidad",
      "imagen_path": "../../General/Recursos/imagenes/interaccion_uao_territorio.jpg",
      "descripcion_larga": [
        "Un panel de discusión enfocado en la **responsabilidad social y ambiental de la academia**. Destacaremos los proyectos de investigación y extensión de la UAO que impactan directamente en la conservación de ecosistemas vitales para la región, como la protección de los **Farallones de Cali**, la cuenca del **Río Pance** y los humedales urbanos.",
        "Docentes, investigadores y estudiantes presentarán sus más recientes hallazgos, demostrando cómo la universidad se vincula activamente en la solución de problemas ambientales del Valle del Cauca. Se mostrarán herramientas tecnológicas y metodologías participativas desarrolladas en la UAO para el monitoreo y la gestión de recursos naturales. Es una oportunidad para ver la ciencia aplicada al servicio del territorio."
      ],
      "enlace_inscripcion": "https://forms.uao.edu.co/inscripcion/interaccion-territorio"
    },
    {
      "id": "batallas-freestyle",
      "nombre": "Batallas de Freestyle",
      "fecha": "2025-10-05",
      "hora_inicio": "17:30",
      "hora_fin": "19:30",
      "lugar": "Salón de Actividades, Bienestar Universitario UAO",
      "tipo": "Cultural - Música",
      "imagen_path": "../../General/Recursos/imagenes/batallas_freestyle.webp",
      "descripcion_larga": [
        "¡Prepárate para la máxima exhibición de **ingenio y rapidez mental**! El evento reúne a los mejores MCs de la comunidad universitaria en una emocionante competencia de rimas improvisadas. La tarima se encenderá con batallas uno a uno, llenas de energía, ritmo, métrica y el espíritu vibrante de la cultura urbana.",
        "Ven y apoya a tu gallo favorito, disfruta de la música en vivo y de la creatividad lírica que caracteriza al freestyle. Además de la competencia central, tendremos un *micrófono abierto* para que nuevos talentos puedan probar sus habilidades frente al público. ¡Una noche imperdible para los amantes del hip-hop y las palabras!"
      ],
      "enlace_inscripcion": "https://forms.uao.edu.co/inscripcion/batallas-freestyle"
    },
    {
      "id": "cafe-uao",
      "nombre": "Café UAO",
      "fecha": "2025-10-12",
      "hora_inicio": "18:00",
      "hora_fin": "20:00",
      "lugar": "Plazoleta Central, UAO",
      "tipo": "Cultural - Encuentro artístico",
      "imagen_path": "../../General/Recursos/imagenes/cafe_uao.png",
      "descripcion_larga": [
        "**Café UAO** es nuestro espacio mensual, relajado y acogedor, diseñado para el encuentro de la comunidad artística universitaria. Los estudiantes, profesores y egresados son bienvenidos a **compartir sus talentos** en diversas disciplinas: desde música acústica y *covers*, pasando por la declamación de poesía, hasta sesiones de *stand-up comedy* y microteatro. Es una vitrina cultural abierta a todas las expresiones.",
        "Mientras el talento fluye, la comunidad puede disfrutar de un buen café, bebidas y *snacks* en la fresca atmósfera de la Plazoleta Central. Es la oportunidad perfecta para desconectarse de la rutina académica, conocer nuevos artistas y fortalecer los lazos culturales de la UAO. ¡Ven a compartir tu arte o simplemente a disfrutar de una noche bohemia!"
      ],
      "enlace_inscripcion": "https://forms.uao.edu.co/inscripcion/cafe-uao"
    },
    {
      "id": "obra-teatro-estudiantil",
      "nombre": "Obra de teatro estudiantil",
      "fecha": "2025-10-18",
      "hora_inicio": "16:30",
      "hora_fin": "18:30",
      "lugar": "Centro Cultural y Deportivo UAO",
      "tipo": "Cultural - Artes escénicas",
      "imagen_path": "../../General/Recursos/imagenes/obra-teatro-estudiantil.jpg",
      "descripcion_larga": [
        "**Gran estreno de la temporada teatral** del grupo de Bienestar Universitario. Se trata de una pieza teatral original, íntegramente creada e interpretada por el talento escénico de nuestros estudiantes. La obra de este semestre explora temas contemporáneos de identidad, las presiones sociales y la vida universitaria, presentados con una mezcla cautivadora de humor, drama y momentos reflexivos.",
        "Te invitamos a sumergirte en esta experiencia que no solo demuestra el nivel artístico de nuestros alumnos, sino que también ofrece una visión profunda de los desafíos y triunfos de la juventud actual. **¡Una cita obligada para los amantes del buen teatro!** La entrada es libre, pero el aforo es limitado."
      ],
      "enlace_inscripcion": "https://forms.uao.edu.co/inscripcion/obra-teatro"
    },
    {
      "id": "improvisacion-teatral",
      "nombre": "Improvisación Teatral",
      "frecuencia": "Semanal",
      "dia": "Lunes",
      "hora_inicio": "16:00",
      "hora_fin": "19:00",
      "lugar": "Salón de Danzas, Centro Cultural y Deportivo UAO",
      "tipo": "Taller formativo",
      "imagen_path": "../../General/Recursos/imagenes/improvisacion_teatral.jpg",
      "descripcion_larga": [
        "**El arte de crear en el momento**. Este taller ofrece una inmersión completa en las técnicas de la improvisación teatral. Es una disciplina fantástica para **desarrollar tu creatividad**, agilidad mental, escucha activa y la habilidad esencial para el trabajo en equipo, todo a través de juegos y ejercicios escénicos increíblemente dinámicos y divertidos.",
        "Aprenderás a construir personajes y narrativas de la nada, a aceptar propuestas y a 'fallar rápido y con gracia'. No se requiere ninguna experiencia previa en teatro, solo ganas de soltarse y explorar tu potencial espontáneo. Las sesiones son prácticas, lúdicas y te dejarán con nuevas herramientas comunicativas aplicables a cualquier área de tu vida."
      ],
      "enlace_inscripcion": "https://forms.uao.edu.co/inscripcion/taller-impro"
    },
    {
      "id": "colectivo-fotografico",
      "nombre": "Colectivo Fotográfico",
      "frecuencia": "Semanal",
      "dia": "Miércoles",
      "hora_inicio": "17:00",
      "hora_fin": "19:00",
      "lugar": "Laboratorio de Lúdica y Creatividad, Sótano 2 UAO",
      "tipo": "Taller formativo",
      "imagen_path": "../../General/Recursos/imagenes/colectivo_fotografico.jpg",
      "descripcion_larga": [
        "**Captura la esencia de la UAO**. Únete a nuestro colectivo y adéntrate en el fascinante mundo de la fotografía. Las sesiones están diseñadas para que los participantes dominen técnicas clave de composición, manejo avanzado de la iluminación (natural y artificial) y los fundamentos del revelado digital y post-producción.",
        "Este es un espacio ideal para estudiantes y miembros de la comunidad que desean llevar sus habilidades fotográficas de nivel *amateur* a un nivel semiprofesional. Trabajaremos en proyectos temáticos, documentaremos la vida universitaria y prepararemos material para futuras exposiciones. **Trae tu cámara** (o incluso tu celular avanzado) y tu pasión por la imagen."
      ],
      "enlace_inscripcion": "https://forms.uao.edu.co/inscripcion/taller-foto"
    },
    {
      "id": "bailes-urbanos",
      "nombre": "Bailes Urbanos (Iniciación)",
      "frecuencia": "Semanal",
      "dia": "Martes y Jueves",
      "hora_inicio": "14:00",
      "hora_fin": "16:00",
      "lugar": "Salón de Danzas, Centro Cultural y Deportivo UAO",
      "tipo": "Taller formativo",
      "imagen_path": "../../General/Recursos/imagenes/bailes_urbanos.jpg",
      "descripcion_larga": [
        "**¡Muévete al ritmo de la calle!** Este taller de iniciación te introduce a los estilos fundamentales de la danza urbana, incluyendo Hip-Hop, Locking, Popping y los movimientos básicos del Breaking. Las clases se centran en aprender los fundamentos rítmicos, desarrollar una coordinación sólida y **ganar confianza** para improvisar en el escenario o la pista de baile.",
        "Es un espacio inclusivo donde no se requiere absolutamente ninguna experiencia previa; solo energía y ganas de aprender. Además de la técnica, exploramos la historia y la cultura detrás de cada estilo, entendiendo su impacto social. Un excelente *workout* y una forma divertida de expresión corporal."
      ],
      "enlace_inscripcion": "https://forms.uao.edu.co/inscripcion/taller-urbano"
    },
    {
      "id": "ensamble-coral",
      "nombre": "Ensamble Coral",
      "frecuencia": "Semanal",
      "dia": "Miércoles",
      "hora_inicio": "17:30",
      "hora_fin": "19:30",
      "lugar": "Salón de Actividades, Bienestar Universitario UAO",
      "tipo": "Taller formativo",
      "imagen_path": "../../General/Recursos/imagenes/ensamble_coral.jpg",
      "descripcion_larga": [
        "Si te apasiona el canto y la creación de **armonías vocales ricas y complejas**, este es tu espacio de desarrollo musical en la UAO. Trabajamos un repertorio diverso que abarca desde la música pop contemporánea y el folclore latinoamericano, hasta piezas clásicas y cantos a capela, buscando siempre la excelencia interpretativa.",
        "Las sesiones se enfocan en técnicas de respiración, afinación y proyección vocal. Preparamos conciertos y presentaciones constantes para los eventos culturales más importantes de la universidad. No es necesario ser un profesional, solo tener oído musical y un gran compromiso. **¡Únete a nuestra voz y haz vibrar el campus!**"
      ],
      "enlace_inscripcion": "https://forms.uao.edu.co/inscripcion/taller-coral"
    },
    {
      "id": "orquesta-salsa",
      "nombre": "Orquesta de Salsa",
      "frecuencia": "Semanal",
      "dia": "Viernes",
      "hora_inicio": "18:00",
      "hora_fin": "21:30",
      "lugar": "Salón Acústico, Bienestar Universitario UAO",
      "tipo": "Taller formativo",
      "imagen_path": "../../General/Recursos/imagenes/orquesta_salsa.jpg",
      "descripcion_larga": [
        "**El ritmo de Cali late en la UAO**. Este es un taller y una audición avanzada para músicos instrumentistas y vocalistas que desean formar parte de la orquesta oficial de salsa de la universidad. Es un compromiso serio con la música, centrado en el estudio de arreglos complejos, la improvisación en vivo y la cohesión de la banda.",
        "Trabajamos en la interpretación de los **clásicos inolvidables y nuevos temas de la salsa caleña y mundial**, preparando presentaciones de alto calibre para eventos internos y externos. Se requiere experiencia previa en tu instrumento (percusión, vientos, bajo, piano o voz) y un profundo conocimiento del género. **¡Ven y demuestra tu sabor musical!**"
      ],
      "enlace_inscripcion": "https://forms.uao.edu.co/inscripcion/taller-salsa"
    }
  ]
}